#include <iostream>
#include <string>
#include <vector>
#include "const_str.hpp"

std::vector <std::string> list_str={
    "=================================================================\n",
    "Некорректный ввод,пожалуйста,попробуйте снова\n",
    "Со счета нельзя снять отрицательно количество валюты",
    "на вашем счету ",
    "Некорректный новый пинкод, введите четырехзначное число без пробелов или иных символов\n\n",
    "Нельзя купить отрицательное количество валюты, пожалуйста, попробуйте снова",
    "Успешно!\n\n",
    "Неизвестная функция, попробуйте снова\n",
    "\n       Введите, какой функцией Кошелеффф Банка вы хотите воспользоваться:\n1) Управление счётом\n2) Сменить Пин-код\n3) Валютная касса\n"
};